/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", totala kalorier %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", total distans %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ med %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "%1$@träning, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "ändrades %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "%@ konton";

/* %@=Type of workout */
"%@ Workout, no unit data" = "%@träning, inga enhetsdata";

/* A folder in Dropbox or Box */
"Folder" = "Mapp";

/* A single App Store app */
"App Store app" = "App Store-app";

/* A single Box file */
"Box file" = "Box-fil";

/* A single Dropbox file */
"Dropbox file" = "Dropbox-fil";

/* A single Evernote note */
"Evernote note" = "Evernote-anteckning";

/* A single Giphy item */
"Giphy item" = "Giphy-objekt";

/* A single Trello board */
"Trello board" = "Trello-tavla";

/* A single Trello card */
"Trello card" = "Trello-kort";

/* A single Trello item */
"Trello item" = "Trello-objekt";

/* A single Trello list */
"Trello list" = "Trello-lista";

/* A single Ulysses sheet */
"Ulysses sheet" = "Ulysses-blad";

/* A single bar code */
"Bar code" = "Streckkod";

/* A single blood pressure recording */
"Blood pressure" = "Blodtryck";

/* A single health sample in HealthKit */
"Health sample" = "Hälsoprov";

/* A single iTunes artist */
"iTunes artist" = "iTunes-artist";

/* A single iTunes product */
"iTunes product" = "iTunes-produkt";

/* Access resource error for notifications */
"Update Notification Settings" = "Uppdatera notisinställningar";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Växlar mellan kameran på framsidan och baksidan";

/* Accessibility label for camera shutter button */
"Take picture" = "Ta bild";

/* Accessibility label; button to start dictation */
"Start dictation" = "Börja diktera";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Sluta diktera";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Kameraväljare – framåtvänd";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Kameraväljare – bakåtvänd";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Kameravändning";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "Du måste ange ett namn som ska användas för det nya Trello-kortet.";

/* Add Trello card action error */
"You must select a board to create the card on." = "Du måste välja en tavla att skapa kortet på.";

/* Add Trello card action error */
"You must select a list to create the card on." = "Du måste välja en lista att skapa kortet på.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "Överföring av %@ som bilaga misslyckades.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "Påminnelsetiden som angavs är ogiltig. Kontrollera att det inte finns några stavfel och se till att du anger ett klockslag.";

/* Add new event; choose end date */
"Choose End Date" = "Välj slutdatum";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Ett ogiltigt slutdatum angavs. Ange ett slutdatum för den här aktiviteten.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Ett ogiltigt startdatum angavs. Ange ett startdatum för den här aktiviteten.";

/* Add new event; error */
"Invalid End Date" = "Ogiltigt slutdatum";

/* Add new event; error */
"Invalid Start Date" = "Ogiltigt startdatum";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Ingen titel tillhandahölls. Ange en titel för den här aktiviteten.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Ingen titel tillhandahölls. Ange en titel för den här påminnelsen.";

/* Add new reminder error */
"The alert location provided could not be found." = "Påminnelseplatsen kunde inte hittas.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "När jag anländer till: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "När jag lämnar: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "När jag är nära: %@";

/* Add new reminder; alert trigger never */
"Never" = "Aldrig";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Varierar";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Ingen lista är vald";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "Du måste välja en lista att lägga till uppgiften i.";

/* Add to Wunderlist action no title error */
"No Title" = "Ingen titel";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "Du måste ange en titel när du skapar en ny uppgift i Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "Varje dag";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Ställ in WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Anger att enhetens WLAN ska slås på eller av.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "Du måste ange ett filnamn eller en sökväg i Bifoga i fil.";

/* Append file failure reason */
"No File Path Provided" = "Ingen filsökväg angavs";

/* Ask for input action */
"Enter URL" = "Ange URL";

/* Ask for input action */
"Enter number" = "Ange nummer";

/* Ask for input action */
"Pick date" = "Välj datum";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Tryck för att sluta spela in.";

/* Audio recorder */
"Tap to start recording." = "Tryck för att börja spela in.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "De base64-data som överfördes till Base64-kodning är ogiltiga.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Det finns redan en fil med namnet ”%@” på angiven sökväg.";

/* Box error */
"The folder doesn't exist" = "Mappen finns inte";

/* Box error */
"The folder doesn’t exist" = "Mappen finns inte";

/* Box error message */
"An error occured while authenticating your Box account." = "Ett fel inträffade vid autentisering av ditt Box-konto.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "Mappen du försökte spara i (%1$@) är en befintlig fil på %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "Sökvägen du försökte bifoga text i (%1$@) är inuti en befintlig fil på %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "Sökvägen där du försökte skapa en mapp (%1$@) är en befintlig fil på %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "Sökvägen där du försökte skapa en mapp (%1$@) är inuti en befintlig fil på %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "Sökvägen där du försökte spara (%1$@) finns inte på %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Vi kunde inte hitta ”%@” i ditt Box-konto.";

/* Button */
"Cancel" = "Avbryt";

/* Button */
"Continue Anyway" = "Fortsätt ändå";

/* Button */
"Delete" = "Radera";

/* Button */
"Delete Account" = "Radera konto";

/* Button */
"Done" = "Klar";

/* Button */
"Log In" = "Logga in";

/* Button */
"Next" = "Nästa";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Försök igen";

/* Button */
"Sign In" = "Logga in";

/* Button or title */
"Add Account" = "Lägg till konto";

/* Button or title */
"Login" = "Logga in";

/* Button that takes user to the iOS Health app */
"Open Health" = "Öppna Hälsa";

/* Button to allow access to health data or notifications */
"Allow Access" = "Tillåt åtkomst";

/* Button to open Settings */
"Open Settings" = "Öppna Inställningar";

/* Button; edit opacity */
"Opacity" = "Opacitet";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Rotation";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Skapa appspecifikt lösenord";

/* Button; reset changes made in overlay image action */
"Reset" = "Nollställ";

/* Camera flash option - auto */
"Auto" = "Auto";

/* Camera flash option - off */
"Off" = "Av";

/* Camera flash option - on */
"Flash On" = "På";

/* Choose an item */
"Choose" = "Välj";

/* Choose from list action */
"Choose an item" = "Välj ett objekt";

/* Choose multiple images */
"Choose Images" = "Välj bilder";

/* Choose one image */
"Choose Image" = "Välj bild";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Filen är för stor för CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Du har överskridit överföringsgränsen som gäller för CloudApps gratisplan.";

/* Combine images action error */
"Cannot run Combine Images" = "Kan inte köra Kombinera bilder";

/* Combine images action error description */
"No images were provided to combine." = "Inga bilder att kombinera tillhandahölls.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Väderförhållande";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Väderförhållande";

/* Content property name */
"Biological Sex (Content Property Name)" = "Biologiskt kön";

/* Content property name */
"Blood Type (Content Property Name)" = "Blodgrupp";

/* Content property name */
"Date of Birth (Content Property Name)" = "Födelsedatum";

/* Content property name */
"Unspecified (Content Property Name)" = "Ospecificerat";

/* Create IFTTT applet */
"Create Applet" = "Skapa applet";

/* Create Trello list action error */
"You must select a board to create the list on." = "Du måste välja en tavla att skapa listan på.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "Du måste ange en sökväg för den nya mappen.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Ingen angiven sökväg!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Äventyr/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Äventyr/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Inget namn tillhandahölls. Ange ett namn för spellistan.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Blodtrycksdatum";

/* Default notification text for Show Notification action. */
"Notification" = "Notis";

/* Default value for the translate text action */
"Detect Language" = "Upptäck språk";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Är du säker på att du vill radera %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Är du HELT säker på att du vill radera %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Är du HELT OCH HÅLLET säker på att du vill radera %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Radera %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "träning";

/* Dictate text action error */
"Recognition Unavailable" = "Igenkänning är inte tillgänglig";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "Röstigenkänning är inte tillgänglig just nu. Du kanske måste ansluta till internet.";

/* Dictate text action is listening to user */
"Now listening…" = "Lyssnar nu…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Se till att överföra en URL till åtgärden Hämta innehåll från URL.";

/* Download URL or Open URL action error */
"No URL Specified" = "Ingen URL specificerad";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Förväntade en fil, men den angivna sökvägen refererar till något som inte är en fil.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Förväntade en mapp, men den angivna sökvägen refererar till något som inte är en mapp.";

/* Dropbox error */
"A shared link already exists." = "Det finns redan en delad länk.";

/* Dropbox error */
"Access to the requested path is forbidden." = "Åtkomst till den begärda sökvägen tillåts inte.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Ett fel inträffade när en delningslänk skapades eftersom e-postadressen som är associerad med ditt Dropbox-konto inte har verifierats.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox kommer inte åt den här filen eller mappen p.g.a. dess namn.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox kan inte spara den här filen eller mappen p.g.a. dess namn.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox kan inte skriva i den angivna mappen p.g.a. en konflikt.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Filen kan inte överföras eftersom innehållet är begränsat. Exempelvis kan lagliga begränsningar uppstå om någon hävdar upphovsrätt till en fil.";

/* Dropbox error */
"The path root parameter provided is invalid." = "Sökvägens angivna rotparameter är ogiltig.";

/* Dropbox error */
"The request timed out. Please try again." = "Begäran nådde en maxtidsgräns. Försök igen.";

/* Dropbox error */
"The share settings provided are invalid." = "De angivna delningsinställningarna är ogiltiga.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Vi kunde inte hitta en fil med den angivna sökvägen";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Du får inte ändra inställningarna för den här länken.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Det finns inte tillräckligt mycket ledigt utrymme på Dropbox för att skriva dessa data.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Du saknar skrivbehörighet på den angivna platsen.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "Sökvägen där du försökte spara (%1$@) är en befintlig fil på %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "”%@” kunde inte sparas eftersom filen är en mapp eller ett paket. Överväg att zippa filen med Skapa arkiv innan du sparar.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Inget objekt hittades på sökvägen: %@";

/* Dropbox or Box error */
"Folder already exists" = "Mappen finns redan";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "Sökvägen där du försökte spara (%1$@) är en befintlig fil på %2$@. När du sparar flera filer samtidigt bör du ange en sökväg till en mapp istället.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "Sökvägen där du försökte spara (%1$@) är en befintlig mapp på %2$@. När du bifogar eller lägger till text i början av en fil bör du ange en sökväg till en fil istället.";

/* Dropbox unknown error */
"An unknown error occurred" = "Ett okänt fel inträffade";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Ett okänt fel inträffade (%@)";

/* Email account encryption */
"Encryption" = "Kryptering";

/* Email account login authentication error */
"Authentication Failed" = "Autentiseringen misslyckades";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "E-postadressen eller lösenordet du angav är felaktigt.\n\nOm tvåstegsverifiering är aktiverat måste du skapa ett appspecifikt lösenord.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "E-postadressen eller lösenordet du angav är felaktigt. Om tvåstegsverifiering är aktiverat måste du ange ett appspecifikt lösenord istället.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Avancerat";

/* Email address field placeholder */
"user@example.com" = "jag@example.com";

/* Email address field title or placeholder */
"Email" = "E-post";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Värdnamn";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Blodtrycksslutdatum";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "Spela ljud misslyckades eftersom inmatningen har ett format som inte stöds.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Ange ett giltigt datum i åtgärden Datum.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Ogiltigt datum";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "Hämta restid misslyckades eftersom ingen målplats överfördes som inmatning.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "Kör JavaScript på webbsida misslyckades eftersom ingen webbsida överfördes som inmatning.";

/* Error message */
"Your email or password is incorrect." = "E-posten eller lösenordet är felaktigt.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Överför en giltig flödes-URL till åtgärden Hämta objekt från RSS-flöde.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Ange en giltig adress i åtgärden gatuadress.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "Platsen du överförde i åtgärden Hämta restid kunde inte hittas. Prova med att ange ort utöver gatuadressen.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Flera alarm med etiketten %@ hittades. Försök att välja ett specifikt alarm.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "Kör scenario i Hem misslyckades eftersom hemmet ”%1$@” inte kunde hittas.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "Kör scenario i Hem misslyckades eftersom scenariot ”%1$@” inte kunde hittas i hemmet ”%2$@”.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "Kör scenario i Hem misslyckades eftersom inget hem valdes.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "Kör scenario i Hem misslyckades eftersom inget scenario valdes.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Kan inte tolka nyhetsflöde";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Ingen adress";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Ogiltig plats";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Ange en enhet att konvertera till.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "Mätning misslyckades eftersom ingen enhet angavs. Välj en enhet.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Ett mått i enheten %1$@ kan inte konverteras till %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Ange ett giltigt datum för alarmet.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Aktivera Siri i Inställningar om du vill använda den här åtgärden.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Kan inte slutföra förfrågan eftersom Siri är avaktiverad.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "Tidslängden för timern måste vara kortare än 24 timmar.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Ange en tidslängd för timern.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Specificera ett alarm som ska växlas.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Ett okänt fel inträffade när en förfrågan utfördes.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Kan inte slutföra förfrågan eftersom den inte stöds på den här plattformen.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Ingen plats";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Ingen webbsida";

/* Exit shortcut action error */
"User requested shortcut exit." = "Användaren begärde genvägsavslutning.";

/* File name example with preceding / */
"/example.txt" = "/exempel.txt";

/* File name example without preceding / */
"example.txt" = "exempel.txt";

/* File picker; button */
"Save Here" = "Spara här";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Hämta valda filer (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Hämta vald fil (1)";

/* File status */
"This folder is empty" = "Den här mappen är tom";

/* File status loading */
"Loading…" = "Läser in…";

/* Find health sample; no samples found */
"No Samples Found" = "Inga prover hittades";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Antingen finns det inga loggade prov för %@, eller så måste du ge Genvägar tillgång till proverna i appen Hälsa.";

/* Finish dictation command */
"Finish Dictation" = "Avsluta diktering";

/* Generic health object type when we can’t determine the object type */
"Health" = "Hälsa";

/* Get File action; file name example with preceding / */
"/example.txt" = "/exempel.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "exempel.txt";

/* Get IP address action error */
"The domain could not be found." = "Domänen kunde inte hittas.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Domänen kunde inte hittas. (Fel 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Responsdata var inte en giltig sträng.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "Du måste välja en tavla att hämta kort från.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "Du måste välja en tavla att hämta listor från.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "Du måste välja en lista att hämta kort från.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Ditt Trello-konto kunde inte verifieras. Logga ut och logga in igen!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Ingen nyckel tillhandahölls";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Anpassad plats hittades inte";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Ingen anpassad plats";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Hämta distans konfigurerades för att hämta restid från en anpassad plats, men den anpassade plats du angav hittades inte.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "Hämta distans konfigurerades för att hämta restid från en anpassad plats, men ingen tillhandahölls.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "Hämta distans kunde inte beräkna distansen eftersom ingen plats överfördes som inmatning.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Kunde inte hitta emojitypsnittet.";

/* Get frames from image error */
"No Image Provided" = "Ingen bild tillhandahölls";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Ingen GIF överfördes som inmatning till Hämta bildrutor från bild.";

/* Get group from matched text action error */
"No Match" = "Ingen matchning";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "Indexet du angav befinner sig utanför det möjliga intervallet (du efterfrågade grupp %1$ld och matchningen innehåller bara %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "Hämta grupp från matchad text misslyckades eftersom det inte fanns någon matchning för insamlingsgruppen %ld.";

/* Get halfway point action error */
"No first location was provided." = "Ingen första plats angavs.";

/* Get halfway point action error */
"No second location was provided." = "Ingen andra plats angavs.";

/* Get halfway point action error */
"Please provide a first location." = "Ange en första plats.";

/* Get halfway point action error */
"Please provide a second location." = "Ange en andra plats.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "Intervallet du angav var ogiltigt (du efterfrågade objekt %1$d till %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "Intervallet du angav befinner sig utanför det möjliga intervallet (du efterfrågade objekt %1$d till %2$d, men det första objektet finns vid indexet 1).";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "Intervallet du angav befinner sig utanför det möjliga intervallet (du efterfrågade objekt %1$d till %2$d och listan innehåller bara %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Du frågade efter objekt %d, men det första objektet finns vid index 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Genvägar kunde inte hitta några importer i bildbiblioteket.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Genvägar kunde inte hitta det begärda objektet i bildbiblioteket.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "Hämta restid konfigurerades för att hämta restid från en anpassad plats, men den anpassade plats du angav hittades inte.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "Hämta restid konfigurerades för att hämta restid från en anpassad plats, men ingen tillhandahölls.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "Hälsas tillgång till %@ är av. Du kan slå på hälsodatakategorier i appen Hälsa.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Genvägar behöver tillgång till dina %@-data för att kunna besvara den här frågan.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Genvägar har inte tillgång till dina %@data.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "%@ kvantitetsprov, inga enhetsdata";

/* Health category date */
"Date" = "Datum";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Cykelns början";

/* Health category start date */
"Start Date" = "Startdatum";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Blodtryck";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Typ av prov";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Måltidstid";

/* Health quantity; blood pressure */
"Diastolic" = "Diastoliskt";

/* Health quantity; blood pressure */
"Systolic" = "Systoliskt";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Orsak";

/* Health unit for count of generic health sample */
"count" = "antal";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "antal";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "antal";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "uns";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "%@ typer är inte implementerade";

/* HealthKit resource error */
"This device does not have the Health app." = "Den här enheten har inte appen Hälsa.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Den här genvägen kräver appen Hälsa, vilken den här enheten saknar.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Användarvillkor";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Användarvillkor";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Se till att din enhet inte är i flygplansläge och försök igen. Det kan hjälpa att slå på Wi-Fi.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Genvägar kunde inte hitta din aktuella plats.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Ett ogiltigt datum angavs. Ange ett provdatum eller lämna fältet tomt om du vill använda aktuellt datum.";

/* Log health sample */
"Invalid Date Range" = "Ogiltigt datumintervall";

/* Log health sample */
"No Value Selected" = "Inget värde valt";

/* Log health sample */
"Please select a type for this Health sample." = "Välj en typ för det här hälsoprovet.";

/* Log health sample */
"Please select an end date that is after the start date." = "Ange ett slutdatum som är efter startdatumet.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Välj ett värde för detta kvalitetsprov på livmodersslem.";

/* Log health sample; health sample type */
"No Type Selected" = "Ingen typ vald";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Ingen orsak vald";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Ange en orsak till insulinadministration.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Välj ett värde för det här menstruationsprovet.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Välj om det här provet togs i början av en cykel eller inte.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Ingen enhet vald";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Välj en måttenhet för det här hälsoprovet.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Välj ett värde för statusen på det här ägglossningsprovet.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Välj ett värde för det här sömnanalysprovet.";

/* Log in view; email address placeholder */
"Email address" = "E-postadress";

/* Log workout action */
"No Workout Type Selected" = "Ingen träningstyp har valts";

/* Log workout action */
"Please select a type of activity for this workout." = "Ange en aktivitetstyp för den här träningen.";

/* Login error */
"Your username and/or password are incorrect." = "Ditt användarnamn och/eller lösenord är felaktigt.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "Dina inloggningsuppgifter lagras endast på den här enheten och delas inte med våra servrar eller tredje part.";

/* Mail error */
"A recipient is required to send message" = "En mottagare krävs för att skicka brev";

/* Mail error */
"A sender is required to send message" = "En avsändare krävs för att skicka brev";

/* Mail error */
"A stable connection to the server could not be established" = "Kunde inte upprätta en stabil anslutning till servern";

/* Mail error */
"Account check failed because the account is invalid" = "Kontokontrollen misslyckades eftersom kontot är ogiltigt";

/* Mail error */
"An application specific password is required" = "Ett appspecifikt lösenord krävs";

/* Mail error */
"An error occurred during an IDLE operation" = "Ett fel inträffade under en IDLE-åtgärd";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Ett fel inträffade vid (avslut av) prenumeration på begärda mappen";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Ett fel inträffade när ett brev bifogades till den begärda mappen";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Ett fel inträffade när ett brev kopierades till den begärda mappen";

/* Mail error */
"An error occurred while creating the requested folder" = "Ett fel inträffade när den begärda mappen skapades";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Ett fel inträffade vid radering av ett brev på POP-servern";

/* Mail error */
"An error occurred while deleting the requested folder" = "Ett fel inträffade när den begärda mappen raderades";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Ett fel inträffade när ett brev raderades i den begärda mappen";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Ett fel inträffade vid hämtning av en brevlista på POP-servern";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Ett fel inträffade när brev hämtades i den begärda mappen";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Ett fel inträffade när en No-Op-åtgärd utfördes";

/* Mail error */
"An error occurred while renaming the requested folder" = "Ett fel inträffade när namnet byttes på den begärda mappen";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Ett fel inträffade när serverns funktioner efterfrågades";

/* Mail error */
"An error occurred while requesting the server's identity" = "Ett fel inträffade när serverns identitet efterfrågades";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Ett fel inträffade när serverns namnrymd efterfrågades";

/* Mail error */
"An error occurred while sending the message" = "Ett fel inträffade när brevet skickades";

/* Mail error */
"An error occurred while storing flags" = "Ett fel inträffade när flaggor lagrades";

/* Mail error */
"An error when requesting date" = "Ett fel vid datumförfrågan";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Försökte skicka ett brev med en ogiltig bilaga";

/* Mail error */
"Authentication is required for this SMTP server" = "Autentisering krävs för den här SMTP-servern";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Bandbreddsbegränsningar överskreds när data begärdes från det här Gmail-kontot";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Kan inte skicka brev p.g.a. möjlig skräppost som upptäckts av server";

/* Mail error */
"Compression is not available" = "Komprimering är inte tillgänglig";

/* Mail error */
"Credentials with password too simple" = "ID-handling med lösenord är för enkel";

/* Mail error */
"Error while running custom command" = "Fel vid körning av anpassat kommando";

/* Mail error */
"File access error" = "Filåtkomstfel";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "IMAP är inte aktiverat för detta Gmail-konto";

/* Mail error */
"MobileMe is no longer an active mail service" = "MobileMe är inte längre en aktiv e-posttjänst";

/* Mail error */
"No valid server found" = "Ingen giltig server hittades";

/* Mail error */
"Sending messages is not allowed on this server" = "Sändning av brev tillåts inte på denna server";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "SMTP-lagringsgränsen nåddes när ett stort brev skulle skickas";

/* Mail error */
"The certificate for this server is invalid" = "Serverns certifikat är ogiltigt";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "Aktuellt HotMail-konto kan inte ansluta till WebMail";

/* Mail error */
"The operation succeeded" = "Åtgärden är klar";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "Den begärda mappen finns inte. Mappval misslyckades";

/* Mail error */
"The server does not support STARTTLS connections" = "Servern stöder inte STARTTLS-anslutningar";

/* Mail error */
"The server does not support TLS/SSL connections" = "Servern stöder inte TLS/SSL-anslutningar";

/* Mail error */
"The user needs to log in via the web browser" = "Användaren måste logga in via webbläsaren";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "För många samtidiga anslutningar gjordes till det här Gmail-kontot";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Kunde inte autentisera med den aktuella sessionens ID-handlingar";

/* Mail error */
"Unable to parse response from server" = "Kan inte tolka serversvar";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "Användaren ligger över gränsen för brev som får skickas under en dag";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Yahoo!-servrarna är inte tillgängliga just nu";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "Variabeln ”%@” innehöll ingen bild att använda till maskning.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Se till att välja en variabel för alternativet Bildmask i åtgärden Maska bild.";

/* Mask Image action error title */
"No Mask Provided" = "Ingen mask tillhandahölls";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Välj en tjänst i %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Detta JavaScript liknar ett välkänt osäkert skript. Det körs inte av säkerhetsskäl.";

/* Multiple App Store apps */
"App Store apps" = "App Store-appar";

/* Multiple Box files */
"Box files" = "Box-filer";

/* Multiple Dropbox files */
"Dropbox files" = "Dropbox-filer";

/* Multiple Evernote notes */
"Evernote notes" = "Evernote-anteckningar";

/* Multiple Giphy items */
"Giphy items" = "Giphy-objekt";

/* Multiple Trello boards */
"Trello boards" = "Trello-tavlor";

/* Multiple Trello cards */
"Trello cards" = "Trello-kort";

/* Multiple Trello items */
"Trello items" = "Trello-objekt";

/* Multiple Trello lists */
"Trello lists" = "Trello-listor";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Ulysses-blad";

/* Multiple bar codes */
"Bar codes" = "Streckkoder";

/* Multiple blood pressure recordings */
"Blood pressures" = "Blodtryck";

/* Multiple health samples in HealthKit */
"Health samples" = "Hälsoprover";

/* Multiple iTunes artists */
"iTunes artists" = "iTunes-artister";

/* Multiple iTunes products */
"iTunes products" = "iTunes-produkter";

/* Multiple text matches */
"Text matches" = "Textmatchningar";

/* Multiple workout samples */
"Workout samples" = "Träningsexempel";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ – %@: %@";

/* Navigation bar title */
"Edit Account" = "Redigera konto";

/* Navigation bar title */
"Email Settings" = "E-postinställningar";

/* Navigation bar title */
"Log In to CloudApp" = "Logga in på CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Logga in | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Logga in på Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Logga in på Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Logga in på WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Trendar";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Mobilnät";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi-Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Rensa sökfältet om du vill se trendande GIF-filer.";

/* No GIFs found empty state title */
"No Results Found" = "Inga träffar";

/* None option */
"None" = "Ingen";

/* One text match */
"Text match" = "Textmatchning";

/* One workout sample */
"Workout sample" = "Träningsexempel";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Se till att överföra en URL till åtgärden Öppna URL.";

/* Open URL action error */
"The URL could not be opened." = "Adressen kunde inte öppnas.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "Öppna app misslyckades eftersom den inte kunde hitta en app att öppna.";

/* Open app action error */
"Open App failed because the app could not be opened." = "Öppna app misslyckades eftersom appen inte kunde öppnas.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "Öppna i… misslyckades eftersom den inte kunde hitta en app att öppna i.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ är inte installerad eller kunde inte öppna filen %2$@.";

/* Optional field placeholder */
"Optional" = "Frivilligt";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Se till att välja en variabel i åtgärden Lägg över bild.";

/* Overlay image action error */
"No Overlay Image" = "Ingen överläggsbild";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "Variabeln ”%@” innehöll ingen bild att lägga över.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "Bearbetar bild…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Kartor";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "Kollektivtrafik";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "Cykel";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "Bil";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "Kollektivtrafik";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "Gång";

/* Parameter placeholder; parameter sets a filename */
"optional" = "frivilligt";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Efter maten";

/* Parameter value */
"Asleep (Parameter Value)" = "Sover";

/* Parameter value */
"Awake (Parameter Value)" = "Vaken";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Basaldos";

/* Parameter value */
"Before Meal (Parameter Value)" = "Före maten";

/* Parameter value */
"Bolus (Parameter Value)" = "Bolusdos";

/* Parameter value */
"Creamy (Parameter Value)" = "Krämig";

/* Parameter value */
"Dry (Parameter Value)" = "Torr";

/* Parameter value */
"Egg White (Parameter Value)" = "Protein";

/* Parameter value */
"Female (Parameter Value)" = "Kvinna";

/* Parameter value */
"Heavy (Parameter Value)" = "Tung";

/* Parameter value */
"Idle (Parameter Value)" = "Overksam";

/* Parameter value */
"In Bed (Parameter Value)" = "I sängen";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Obestämt";

/* Parameter value */
"Light (Parameter Value)" = "Lätt";

/* Parameter value */
"Male (Parameter Value)" = "Man";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Maxträningstest";

/* Parameter value */
"Medium (Parameter Value)" = "Medel";

/* Parameter value */
"Negative (Parameter Value)" = "Negativt";

/* Parameter value */
"No (Parameter Value)" = "Nej";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Förutsägelse utan träning";

/* Parameter value */
"Not Set (Parameter Value)" = "Ej inställt";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "Annat";

/* Parameter value */
"Positive (Parameter Value)" = "Positivt";

/* Parameter value */
"Protection Unused (Parameter Value)" = "P-medel har inte använts";

/* Parameter value */
"Protection Used (Parameter Value)" = "P-medel har använts";

/* Parameter value */
"Sticky (Parameter Value)" = "Klibbig";

/* Parameter value */
"Stood (Parameter Value)" = "Stod upp";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Förutsägelse med sub-maxträning";

/* Parameter value */
"Unspecified (Parameter Value)" = "Ospecificerat";

/* Parameter value */
"Watery (Parameter Value)" = "Vattnig";

/* Parameter value */
"Yes (Parameter Value)" = "Ja";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Matcha inmatning";

/* Password placeholder or title */
"Password" = "Lösenord";

/* Person’s name field placeholder */
"John Appleseed" = "John Appleseed";

/* Person’s name field title */
"Name" = "Namn";

/* Pinboard login option */
"Use API Token" = "Använd API-token";

/* Pinboard login option */
"Use API Token Instead" = "Använd API-token istället";

/* Pinboard login option */
"Use Password" = "Använd lösenord";

/* Pinboard login option */
"Use Password Instead" = "Använd lösenord istället";

/* Pinboard login section header */
"API Token" = "API-token";

/* Pinboard login section header */
"Pinboard Login" = "Pinboard-inloggning";

/* Playlist picker parameter */
"My Music Library" = "Mitt musikbibliotek";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Hittade inga objekt som matchar de angivna villkoren i Pocket.";

/* Post to Tumblr action error */
"No Blog" = "Ingen blogg";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Du angav inte en blogg att publicera på.";

/* QuickLook action error */
"No Items" = "Inga objekt";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Det överfördes inga objekt att förhandsvisa till överblicksåtgärden.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Aktivera Siri";

/* Remove calendar item error */
"Remove" = "Ta bort";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "Beloppet du angav, %@, är större än det högsta belopp du får begära.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "Beloppet du angav, %@, är mindre än det lägsta belopp du får begära.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "Personen du försöker begära pengar av har inte skapat ett konto för %@.";

/* Required field placeholder */
"Required" = "Krävs";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "Skriptet måste anropa funktionen `completion(result)` när det är klart";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Ett okänt fel inträffade när JavaScript kördes.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "Kör JavaScript på webbsida misslyckades eftersom skriptet tog för lång tid att anropa kompletteringshanteraren.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "JavaScript nådde en maxtidsgräns";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "JavaScript-undantag";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "Ogiltigt JavaScript";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "SSH-autentisering misslyckades";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Kontrollera dina uppgifter i Kör SSH-skript och försök igen.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Genväg hittades inte";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Se till att en giltig genväg är vald i åtgärden Kör genväg.";

/* SSH action error */
"Channel allocation error" = "Kanaltilldelningsfel";

/* SSH action error */
"Connection timed out" = "Anslutningstiden löpte ut";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Kör skript via SSH kunde inte ansluta till SSH-servern.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Okänt album";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "Fotoalbumet som valdes finns inte.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Skanna kod";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Sök i Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Du måste ange en sökförfrågan för Sök i lokala företag.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Inga platser hittades";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Hittade inga platser med nyckelorden ”%@”.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Om du använder en version av WordPress där du själv agerar värd anger du URL:en till webbplatsen ovan.";

/* Section header */
"WordPress Login" = "WordPress-inloggning";

/* Section header for WordPress site URL */
"Site URL" = "Webbplats-URL";

/* Section header title */
"CloudApp Login" = "CloudApp-inloggning";

/* Section header title */
"Incoming Mail Server" = "Server för inkommande e-post";

/* Section header title */
"Instapaper Login" = "Instapaper-inloggning";

/* Section header title */
"Outgoing Mail Server" = "Server för utgående e-post";

/* Section header title; email account */
"Accounts" = "Konton";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Kan inte skicka e-post. E-post kanske inte är inställt.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Ogiltigt e-postkonto";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "Det valda e-postkontot är inte inloggat till Genvägar på den här enheten.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Kan inte skicka meddelanden. iMessage kanske inte är aktiverat.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "Beloppet du angav, %@, är större än det högsta belopp du får skicka.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "Beloppet du angav, %@, är mindre än det lägsta belopp du får skicka.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "Beloppet du angav var i %1$@ som inte stöds av %2$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "Saldot på kontot är för lågt för att skicka betalningen.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "Personen du försöker skicka pengar till har inte skapat ett konto för %@.";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Du har inte ställt in ett bankkonto på den här enheten.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Du måste öppna %@ för att verifiera din behörighet.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Över maxbelopp";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Under minimibeloppet";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Valutan stöds inte";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Otillräckligt saldo";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Inget bankkonto";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Behörighet overifierad";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Inget konto";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Plats";

/* Service name */
"Microphone" = "Mikrofon";

/* Service name */
"Notifications" = "Notiser";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Röstigenkänning";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Ingen nyckel tillhandahölls för åtgärden Ställ in ordboksvärde för värdet ”%@”.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Inget värde tillhandahölls";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Inget värde tillhandahölls för åtgärden Ställ in ordboksvärde för nyckeln ”%@”.";

/* Show definition action error */
"A definition could not be found for that term." = "Hittade ingen definition för den termen.";

/* Show definition action error */
"No Word Specified" = "Inget ord specificerat";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Inget ord överfördes som inmatning till Visa definition";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Det här kan hända om inga ordböcker är installerade. Du hanterar ordböcker genom att markera ett ord i valfri app och välja Slå upp. Sedan trycker du på Hantera.";

/* Show in calendar action error */
"Calendar could not be opened." = "Kalender kunde inte öppnas.";

/* Show webpage action error */
"Unsupported URL" = "URL som inte stöds";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "Visa webbsida stöder URL:er av typerna http:// och https://, men du försökte visa en URL av typen %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@ är inte inställd för att ringa samtal.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Kunde inte starta samtalet eftersom %@ inte är tillgänglig.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Kunde inte starta samtalet eftersom %@ inte kan delta i samtalet.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ stöder inte kontaktuppgifterna du angav.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Inställning krävs";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ inte tillgänglig";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Kontakten stöds inte";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Ogiltiga kontaktuppgifter";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Blodtryckstartdatum";

/* Subcategory */
"Device" = "Enhet";

/* Subcategory for Set Volume action */
"Playback" = "Uppspelning";

/* Take photo action error */
"No suitable camera was detected on this device." = "Upptäckte ingen passande kamera på enheten.";

/* Time until date action */
"An invalid date to compare to was provided." = "Ett ogiltigt datum att jämföra angavs.";

/* Time until date action */
"No from date was provided." = "Inget fråndatum angavs.";

/* Time until date action error */
"An invalid from date was provided." = "Ett ogiltigt fråndatum angavs.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Osäkert JavaScript";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "En ogiltig sluttid angavs. Ange en sluttid för Stör ej.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Ingen kalenderaktivitet tillhandahölls. Tillhandahåll en kalenderaktivitet för att aktivera Stör ej under tidsperioden.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Ange en sluttid som är senare än den aktuella tiden för Stör ej.";

/* Trim video action error */
"The input was not a video that can be edited." = "Inmatningen var inte en video som kan redigeras.";

/* URL action error; %@=url */
"Invalid URL: %@" = "Ogiltig URL: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Auktorisera Genvägar för Ulysses på nytt för att komma åt det här bladet.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Ulysses-tillgång krävs";

/* Unspecified health kit category sample type */
"Unspecified" = "Ospecificerat";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Ljudinspelning";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = " och ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " och ";

/* User name field title */
"User Name" = "Användarnamn";

/* Username placeholder or title */
"Username" = "Användarnamn";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "Enhetens ficklampa är för tillfället inte tillgänglig för Genvägar.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Den här enheten har ingen ficklampa.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "Väderåtgärden konfigurerades för att hämta vädret vid en anpassad plats, men ingen tillhandahölls.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Kan inte fastställa plats.";

/* Weather condition: Blizzard */
"Blizzard" = "Snöstorm";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Snöblåst";

/* Weather condition: Blustery */
"Blustery" = "Stormigt";

/* Weather condition: Clear */
"Clear" = "Klart";

/* Weather condition: Cloudy */
"Cloudy" = "Molnigt";

/* Weather condition: Cold */
"Cold" = "Kallt";

/* Weather condition: Drizzle */
"Drizzle" = "Duggregn";

/* Weather condition: Dust */
"Dust" = "Damm";

/* Weather condition: Foggy */
"Foggy" = "Dimmigt";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Underkylt duggregn";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Underkylt regn";

/* Weather condition: Hail */
"Hail" = "Hagel";

/* Weather condition: Haze */
"Haze" = "Dis";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Kraftigt regn";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Tungt snöfall";

/* Weather condition: Hot */
"Hot" = "Varmt";

/* Weather condition: Hurricane */
"Hurricane" = "Orkan";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Enskilda åskregn";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Enskilda åskbyar";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Lätta snöfall";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Regn och hagel";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Regn och iskornsblandat regn";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Regn och snö";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Snö och iskornsblandat regn";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Mestadels klart";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Växlande molnighet";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Halvklart";

/* Weather condition: Rain */
"Rain" = "Regn";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Spridda skurar";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Spridda snöfall";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Spridda åskbyar";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Starka åskbyar";

/* Weather condition: Showers */
"Showers" = "Regnskurar";

/* Weather condition: Sleet */
"Sleet" = "Iskorn";

/* Weather condition: Smoky */
"Smoky" = "Rökigt";

/* Weather condition: Snow */
"Snow" = "Snö";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Blötsnö";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Åskbyar";

/* Weather condition: Tornado */
"Tornado" = "Tornado";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Tropisk storm";

/* Weather condition: Windy */
"Windy" = "Blåsigt";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ och %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Luftförorening";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Luftföroreningar";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "Mappen finns inte.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Kunde inte hitta iCloud-behållaren.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud kunde inte hämta en länk till denna fil eftersom den är en mapp. iCloud stöder endast hämtning av länkar till vanliga filer.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud kunde inte hämta en länk till denna %@ eftersom den är ett paket (ett paket är en mapp som uppför sig som en fil).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "”%@” är ett paket";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "Sökvägen där du försökte spara (%@) finns inte på iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "Sökvägen där du försökte spara (%@) är en befintlig fil på iCloud. När du sparar flera filer samtidigt bör du ange en sökväg till en mapp istället.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "”%@” är en mapp";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "Filen finns redan";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "Filen finns redan.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "E-postadressen eller lösenordet du angav är felaktigt. Du måste använda ett appspecifikt lösnord när du loggar in på iCloud Mail i Genvägar.\n\nOm tvåstegsverifiering inte är aktiverat måste du aktivera det för att kunna skapa ett appspecifikt lösenord.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Skådespelare";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Album";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Artist";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Skapare";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Kompositör";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Beskrivning";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Regissör";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Biofilm";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Genre";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Nyckelord";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Språk";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Artist";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Film";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Producent";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "Produkt-ID";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Betygsindex";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Betyg";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Utgivningsår";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Kortfilm";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Program";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Utvecklare";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Låt";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Avsnitt";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Säsong";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Titel";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Alla";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Artist";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Spår";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Författare";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Ljudböcker";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Böcker";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Artister";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Filmer";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Album";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Artister";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Låtar";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Spår";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Musikvideor";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Skapare";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcaster";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Artister";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Kortfilmer";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Avsnitt";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Säsonger";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Artister";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Spår";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Appar";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Ljudböcker";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Böcker";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Musikvideor";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Musik";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcaster";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Kortfilmer";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "TV-program";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Alla";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Filmer";

